dicts = {
    "on_load_new": {
        0: "MCDR服务端已启动! "
    },
    "on_load_prev": {
        0: "MCDR服务端已重启! 技术重启喵~",
        1: "MCDR服务端已重启! 不要慌，这是技术调整",
        2: "MCDR服务端已重启! 怎么又重启了哇!"
    },
    "on_server_startup": {
        0: "游戏服务器已启动! 快来玩快来玩QwQ",
        1: "游戏服务器已启动! わくわく"
    },
    "on_server_stop_normal": {
        0: "游戏服务器已停止... 到了休眠的时间了呢",
        1: "游戏服务器已停止... 下次再见喵~"
    },
    "on_server_stop_abnormal": {
        0: "游戏服务器因出错停止... 发生了什么？不妙！",
        1: "游戏服务器因出错停止... 寄..."
    },
    "on_player_joined": {
        0: "好耶!",
        1: "欢迎!",
        2: "强势围观喵~"
    },
    "on_player_left": {
        0: "下次再见喵~",
        1: "呜...",
        2: "(T_T)"
    },
    "qq_list_nobody": {
        0: "服务器内没有玩家在线呢...",
        1: "服务器的常态呢。常态QwQ",
        2: "寂しい... 寂しい...",
        3: "服务器在苦苦等待着人类呢..."
    },
    "qq_list_no_player": {
        0: "但是没有人在线, bot服实锤(bushi",
        1: "服内幽灵飘过~",
        2: "你猜, 它在干什么?",
        3: "bot正在思考宇宙的意义！"
    },
    "qq_mute_set": {
        0: "大概不会打扰到了吧~",
        1: "静音已开启喵~",
        2: "这样就不会吵到大家了~"
    },
    "qq_param_error": {
        0: "参数错误了呢！ 请检查输入的参数~"
    },
    "qq_mute_timesup": {
        0: "服务器解除免打扰模式...又可以刷存在感了的说",
        1: "服务器免打扰时间结束喵~"
    },
    "qq_unmute": {
        0: "服务器关闭免打扰模式啦~",
        1: "服务器免打扰已关闭喵~"
    },
    "qq_not_mute": {
        0: "服务器没在开启免打扰模式呢~",
        1: "服务器免打扰模式未开启喵~"
    }
}
help_message = {
    "mc": {"!!mc <message>": "向服务器发送消息"},
    "help": {"!!help": "显示帮助信息",
             "!!help <command>": "查看某个命令的具体帮助信息"},
    "list": {"!!list": "查看服务器内目前的玩家情况"},
    "mute": {"!!mute": "屏蔽进出提示，默认是120分钟",
             "!!mute status": "查看目前服务器的消息屏蔽状态",
             "!!mute (all) <time>": "屏蔽所有服务器的进出提示一段时间",
             "!!mute <Server> <time>": "屏蔽某个服务器的进出提示一段时间"},
    "unmute": {"!!unmute": "解除所有服务器的进出提示屏蔽",
               "!!unmute <Server>": "解除某个服务器的进出屏蔽"}
}
