dicts = {
    "on_load_new": {
        0: "MCDR服务端已启动! "
    },
    "on_load_prev": {
        0: "MCDR服务端已重启! 技术重启喵~",
        1: "MCDR服务端已重启! 不要慌，这是技术调整"
    },
    "on_server_startup": {
        0: "游戏服务器已启动!快来玩快来玩QwQ",
        1: "游戏服务器已启动!わくわく"
    },
    "on_server_stop_normal": {
        0: "游戏服务器已停止...到了休眠的时间了呢",
        1: "游戏服务器已停止...下次再见喵~"
    },
    "on_server_stop_abnormal": {
        0: "游戏服务器因出错停止...发生了什么？不妙！",
        1: "游戏服务器因出错停止...寄..."
    },
    "on_player_joined": {
        0: "好耶!",
        1: "欢迎!",
        2: "强势围观喵~"
    },
    "on_player_left": {
        0: "下次再见喵~",
        1: "呜...",
        2: "(T_T)"
    },
    "qq_list_nobody": {
        0: "服务器内没有玩家在线呢...",
        1: "常态常态QwQ"
    },
    "qq_list_no_player": {
        0: "但是没有人在线,bot服实锤(bushi",
        1: "幽灵飘过~"
    },
    "qq_mute_set": {
        0: "大概不会打扰到了吧~",
        1: "静音已开启喵~"
    },
    "qq_mute_error": {
        0: "参数错误了呢！ 请输入!!mute 服务器名 分钟数,且分钟数不超过1440"
    },
    "qq_mute_timesup": {
        0: "服务器解除免打扰模式...又可以刷存在感了的说",
        1: "服务器免打扰时间结束喵~"
    },
    "qq_unmute": {
        0: "服务器关闭免打扰模式...吵吵闹闹",
        1: "服务器免打扰已关闭喵~"
    }
}
